[
  { "joke": "Why did the chicken cross the road? To get to the other side!" },
  { "joke": "Why did the scarecrow win an award? Because he was outstanding in his field!" },
  { "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles!" },
  { "joke": "Why don't scientists trust atoms? Because they make up everything!" },
  { "joke": "Why did the math book look sad? Because it had too many problems!" },
  { "joke": "Why did the golfer bring two pairs of pants? In case he got a hole in one!" },
  { "joke": "Knock knock! Who's there? Lettuce. Lettuce who? Lettuce in, it's freezing out here!" },
  { "joke": "When is a door not a door? When it's ajar!" },
  { "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised!" },
  { "joke": "Why did the bicycle fall over? Because it was two-tired!" },
  { "joke": "What do you call a fish with no eyes? A fsh!" },
  { "joke": "Why did the computer go to the doctor? Because it had a virus!" },
  { "joke": "Why did the cookie go to the doctor? Because it felt crummy!" },
  { "joke": "Why did the stadium get hot after the game? All of the fans left!" },
  { "joke": "Why did the picture go to jail? Because it was framed!" },
  { "joke": "Who was the first person to see a blue whale? The one who was looking at it!" },
  { "joke": "Who had the biggest brain in the world? The one who was thinking about it!" },
  { "joke": "Why did the skeleton go to the party alone? Because he had no body to go with him!" },
  { "joke": "Why did the teacher tell Jamie she was wearing too much makeup? Because she was wearing too much makeup!" },
  { "joke": "Why did the student eat his homework? Because the teacher said it was a piece of cake!" },
  { "joke": "Why did the tomato turn red? Because it saw the salad dressing!" },
  { "joke": "Why did the coffee file a police report? It got mugged!" },
  { "joke": "Why did the computer go to the beach? To surf the net!" },
  { "joke": "Why did the bicycle fall over? Because it was two-tired!" },
  { "joke": "Why did the golfer bring two pairs of pants? In case he got a hole in one!" },
  { "joke": "Why did the chicken join a band? Because it had the drumsticks!" },
  { "joke": "Why don't skeletons fight each other? They don't have the guts!" },
  { "joke": "What do you call cheese that isn't yours? Nacho cheese!" },
  { "joke": "What do you call a bear with no teeth? A gummy bear!" },
  { "joke": "What do you call fake spaghetti? An impasta!" },
  { "joke": "Just do it, And remove your teeth"},
  { "joke": "Here comes income!"},
  { "joke": "Dont hide your teeth!"},
  { "joke": "Doctors are real"},
  { "joke": "Peeling off your skin is like singing a song, everybody stares."},
  { "joke": "If you find a big tortous behind you at your birthday party, you shall go to college."},
  { "joke": "Doctors arent fake"},
  { "joke": "Dieting gives life meaning"},
  { "joke": "Be a bicycle"}
]
